;TORSO
[arcanejinx_Torso_KV_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_MPL_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_FPL_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_HPL_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_LPO_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_MPO_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_HPO_F X2BodyPartTemplate]
DisplayName="金克斯 身体"

;TORSO WOTC
[arcanejinx_Torso_Reaper X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_Templar X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 身体"

[arcanejinx_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 身体"

;ARMS
[arcanejinx_Arms_KV_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_LPL_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_MPL_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_HPL_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_LPO_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_MPO_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_HPO_F X2BodyPartTemplate]
DisplayName="金克斯 手臂"

;ARMS WOTC
[arcanejinx_Arms_Reaper X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_Templar X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 手臂"

[arcanejinx_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 手臂"

;LEGS
[arcanejinx_Legs_KV_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_LPL_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_MPL_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_HPL_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_LPO_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_MPO_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_HPO_F X2BodyPartTemplate]
DisplayName="金克斯 腿"

;LEGS WOTC
[arcanejinx_Legs_Reaper X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_Templar X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="金克斯 腿"

[arcanejinx_Helmets_F X2BodyPartTemplate]
DisplayName="金克斯 头"






